import comp from "D:/fo/vuepress-theme-hope/my-docs/src/.vuepress/.temp/pages/guide/portfolio.html.vue"
const data = JSON.parse("{\"path\":\"/guide/portfolio.html\",\"title\":\"关于麦芽糖bot\",\"lang\":\"zh-CN\",\"frontmatter\":{\"home\":true,\"portfolio\":true,\"title\":\"关于麦芽糖bot\",\"icon\":\"robot\",\"welcome\":\"🤖 欢迎使用\",\"name\":\"麦芽糖bot\",\"avatar\":\"/logotxt.png\",\"titles\":[\"多功能QQ机器人\",\"开源免费\",\"易于部署\"],\"footer\":false,\"description\":\"关于麦芽糖bot 麦芽糖bot是一个功能丰富的QQ机器人，专为群聊管理、娱乐互动和实用工具而设计。我们致力于为用户提供稳定、易用的机器人服务。 主要特性 智能群管: 自动管理群聊，包括欢迎新成员、关键词过滤等 娱乐功能: 提供多种娱乐游戏和互动功能 实用工具: 天气查询、翻译、计算器等实用工具 高度可定制: 支持自定义命令和功能扩展 开源免费: 完全开...\",\"head\":[[\"script\",{\"type\":\"application/ld+json\"},\"{\\\"@context\\\":\\\"https://schema.org\\\",\\\"@type\\\":\\\"WebPage\\\",\\\"name\\\":\\\"关于麦芽糖bot\\\",\\\"description\\\":\\\"关于麦芽糖bot 麦芽糖bot是一个功能丰富的QQ机器人，专为群聊管理、娱乐互动和实用工具而设计。我们致力于为用户提供稳定、易用的机器人服务。 主要特性 智能群管: 自动管理群聊，包括欢迎新成员、关键词过滤等 娱乐功能: 提供多种娱乐游戏和互动功能 实用工具: 天气查询、翻译、计算器等实用工具 高度可定制: 支持自定义命令和功能扩展 开源免费: 完全开...\\\"}\"],[\"meta\",{\"property\":\"og:url\",\"content\":\"https://maltose-bot.com/guide/portfolio.html\"}],[\"meta\",{\"property\":\"og:site_name\",\"content\":\"麦芽糖\"}],[\"meta\",{\"property\":\"og:title\",\"content\":\"关于麦芽糖bot\"}],[\"meta\",{\"property\":\"og:description\",\"content\":\"关于麦芽糖bot 麦芽糖bot是一个功能丰富的QQ机器人，专为群聊管理、娱乐互动和实用工具而设计。我们致力于为用户提供稳定、易用的机器人服务。 主要特性 智能群管: 自动管理群聊，包括欢迎新成员、关键词过滤等 娱乐功能: 提供多种娱乐游戏和互动功能 实用工具: 天气查询、翻译、计算器等实用工具 高度可定制: 支持自定义命令和功能扩展 开源免费: 完全开...\"}],[\"meta\",{\"property\":\"og:type\",\"content\":\"website\"}],[\"meta\",{\"property\":\"og:locale\",\"content\":\"zh-CN\"}]]},\"readingTime\":{\"minutes\":0.88,\"words\":265},\"filePathRelative\":\"guide/portfolio.md\",\"autoDesc\":true}")
export { comp, data }

if (import.meta.webpackHot) {
  import.meta.webpackHot.accept()
  if (__VUE_HMR_RUNTIME__.updatePageData) {
    __VUE_HMR_RUNTIME__.updatePageData(data)
  }
}

if (import.meta.hot) {
  import.meta.hot.accept(({ data }) => {
    __VUE_HMR_RUNTIME__.updatePageData(data)
  })
}
